;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise JetSearch
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; TranslationAuthorWeb: http://www.localiz.ru
; Soft Version: 2.35
; Update: 2017-11-03
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Подтверждение
Warning=Внимание
Error=Ошибка
Confirm=Подтверждение
FrmJSAbout.caption=О программе
FrmJSAbout.btnok.caption=ОК
FrmJSAbout.lblver.caption=Текущая версия:
FrmJSAbout.lblemail.caption=Поддержка:
FrmJSAbout.lblhome.caption=Сайт программы:
FrmJSAbout.lblthank.caption=Перевод: А. Кравцов. А также выражаем благодарность:
FrmRSMain.btnSupport.hint=Обратная связь
;
; Всплывающее меню
;
unsupported=Не поддерживается
denied=В доступе отказано.
unknownpath=Нет пути
pmCheckMsg=Показывать новости
pmforum=Форум
pmHelp=Справка онлайн
pmHome=Домашняя страница
pmCheckNew=Проверка обновлений
pmContact=Обратная связь
pmLang=Языки
pmAbout=О программе
pmcpfilename=Копировать весь путь
pmcppath=Копировать папку
pmopen=Открыть файл
pmopenfolder=Открыть папку
pmcpfile=Копировать файл/папку
pmdel=Удалить файл/папку
pmatt=Свойства
pmSelectAll=Выбрать все
pmSelectNone=Снять выделение
pmSelectInvert=Инвертировать
pmCheckNew=Проверка обновлений
pmJetHelp=Быстрый поиск
nopath=Путь не указан
pmcutfile=Перейти к...
pmexportto=Сохранить в CSV-файл...
;
; Основной GUI
;
FrmRSMain.btnlikeit.caption=Нравится
FrmRSMain.btnSearch.caption=Поиск
FrmRSMain.btnfeedback.caption=Предложения и отзывы
FrmRSMain.btncheckupdate.caption=Обновление
FrmRSMain.btnFacebook.hint=WiseCleaner на Facebook
FrmRSMain.btnTwitter.hint=Поделиться Wise JetSearch на Twitter
FrmRSMain.btnemail.hint=Рассказать о Wise JetSearch друзьям
;
;Нравится
;
Frmlikeit.lblTitle.caption=Если вам нравится Wise JetSearch, расскажите о программе своим знакомым.
Frmlikeit.lblInfo.caption=Пожалуйста, поделитесь Wise JetSearch с семьей, друзьями, одноклассниками и коллегами по электронной почте, блогу, Twitter, Youtube, Facebook, и др...
Frmlikeit.lblRate.caption=Оцените Wise JetSearch:
Frmlikeit.lblfollow.caption=Подписаться:
Frmlikeit.lblshare.caption=Рассказать о Wise JetSearch:
Frmlikeit.btndownload.caption=Бесплатная загрузка
Frmlikeit.imgrate.hint=Поставьте 5 звёзд на CNET
Frmlikeit.imgmail.hint=Поделиться с друзьями
Frmlikeit.imgface1.hint=Поделиться на facebook
Frmlikeit.imgface2.hint=Подписаться на facebook
Frmlikeit.imgtwitter1.hint=Поделиться на twitter
Frmlikeit.imgtwitter2.hint=Подписаться на twitter
Frmlikeit.Caption=Нравится
Frmlikeit.lbldownload.caption=Загрузить другие программы на  WiseCleaner.com :


[Edit]
pmcut=Вырезать
pmcopy=Копировать
pmpaste=Вставить
pmdelete=Удалить
pmselectall=Выбрать все



[Message]
Loading=Индексирование...
Loaded=Индексирование завершено
Audios=Звуки
Videos=Видео
Images=Изображения
Document=Документы
Compressed=Архив
Email=Электронная почта
NewVer=Доступна новая версия программы! Обновить её сейчас?
KeyDelete=Удалить
AllHardDrive=Локальные диски
SelectHardDrive=Выберите жесткий диск
ScanFor=Поиск на диске:
Search=Поиск
LeftTimeSec=Длительность: %s секунд
NoKeyWord=Введите ключевые слова для поиска.
Stop=Стоп
NoDriveChecked=Выберите диск для поиска.
NoNewVer=Поздравляем Вы используете последнюю версию!
TranslateTo=Перевести на...


[FastFind]
Name=Имя
Path=Путь
FileSize=Размер
FileType=Тип
DateModified=Изменен
KeyWord=Ключевые слова
SearchFinish=Поиск завершен. Найдено %d файлов/папок.
SearchAborted=Поиск был прерван. Найдено %d файлов/папок.
NoResult=Соответствующие файлы не были найдены.


[Help]
Startup=Добавить программу в автозапуск
AutoRunMain=Заменить стандартный поиск
Del=Удалить
Tips=Быстрый поиск локального файла/папки

